const translations = {
    en: {
        freeDelivery: "Free Delivery",
        freePlan: "Free Plans",
        freeFoodPlan: "Free Food Plan",
        deliveryThreshold: 30,
        carousels: {
            mostWantedSlider: ["111805", "118668", "115807", "120975", "98504|98507", "104713", "72385", "118636", "111883|118887", "120626|120627", "97351", "113763", "113859|113860", "72456"],
            berrySlider: ["111531|111783", "111883|118887", "111848|111851", "113761|111596", "111863|111865", "111815", "111531|111786", "111805"],
            cocoaSlider: ["118587|118590", "118636", "118660", "120626|120627", "119789|120423", "118587|118591", "118668"],
            matchaSlider: ["115807", "119109", "117629", "118668"],
            mintSlider: ["98504|98506", "98523", "117787", "104534", "98504|98507", "106443|106444", "106443|106446"],
            classicSlider: ["72456", "72410|72418", "104713", "72385|72387", "72410|72413", "72453", "96640|96657", "96737|96738", "97351", "72395"],
        },
    },
};

export default translations; // Если используете ES6 модули
// module.exports = translations; // Если используете CommonJS (Node.js)
